results_ec2_2cores_4gb/128/results.txt
transaction type: Custom query
scaling factor: 100
query mode: simple
number of clients: 32
number of threads: 2
duration: 60 s
number of transactions actually processed: 81603
latency average: 23.529 ms
tps = 1261.648366 (including connections establishing)
tps = 1261.751342 (excluding connections establishing)